export default {
  join: {
    title: "NoTrace Chat - Присоединиться к приватной комнате",
    header: "Присоединиться к приватной комнате",
    roomIdPlaceholder: "ID комнаты",
    tokenPlaceholder: "Токен доступа",
    nicknamePlaceholder: "Никнейм (Нажмите на иконку для автоматического создания)",
    joinButton: "Присоединиться к приватной комнате",
    tokenHintLabel: "Подсказка токена:"
  },
  error: {
    joinFailed: "Не удалось присоединиться к комнате. Пожалуйста, попробуйте снова.",
    invalidToken: "Неверный токен доступа. Пожалуйста, проверьте и попробуйте снова.",
    roomNotFound: "Комната не найдена. Пожалуйста, проверьте ID комнаты.",
    roomFull: "Комната заполнена."
  }
}; 