export default {
  message: {
    title: 'Сообщение для одноразового прочтения',
    createNew: 'Создать новое сообщение',
    tokenRequired: 'Требуется токен доступа:',
    networkError: 'Ошибка сети. Повторите попытку позже',
    errors: {
      MESSAGE_NOT_FOUND: 'Сообщение не найдено или автоматически удалено',
      INVALID_TOKEN: 'Неверный токен. Повторите попытку',
      TOO_MANY_ATTEMPTS: 'Слишком много неудачных попыток. Подождите {{minutes}} минут',
      SERVER_ERROR: 'Ошибка сервера. Повторите попытку позже'
    }
  }
} 