export default {
  success: {
    title: "Сообщение Создано - Burning Message",
    header: "Сообщение создано!",
    timing: {
      visibleFor: "Видимо в течение",
      or: "или",
      expiresIn: "Истекает без прочтения через"
    },
    share: {
      name: 'Уничтожить после прочтения',
      link: "Поделиться этой ссылкой:",
      copy: "Копировать",
      copied: "Скопировано!",
      share: "Поделиться",
      instruction: 'Пожалуйста, используйте эту ссылку в вашем браузере, чтобы увидеть сообщение'
    },
    token: {
      name: "Одноразовый Токен Доступа",
      instruction: "Пожалуйста, безопасно передайте одноразовый токен:",
      hint: "Подсказка токена:"
    },
    actions: {
      createAnother: "Создать Другое Сообщение"
    },
    notice: "Платформа не сканирует и не хранит никакого содержимого, но планирует внедрить автоматическое обнаружение CSAM в будущих обновлениях."
  }
} 